Repository: fnp/wolnelektury
Catalog: src/api/locale/*/LC_MESSAGES/django.po
Languages: ru

source: WolneLektury.pl API
ru: API сервиса WolneLektury.pl

source: The URLs in WolneLektury.pl API are:
ru: API ресурса WolneLektury.pl принадлежат URL:

source: All books
ru: Все произведения

source: Audiobooks
ru: Аудиокниги

source: List of all authors
ru: Список авторов

source: List of all epochs
ru: Список эпох

source: List of all genres
ru: Список литературных жанров

source: List of all kinds
ru: Список видов литературы

source: List of all themes
ru: Список сюжетов и тем

source: Collections
ru: Коллекции

source: Each element of those lists contains a link (in a "href") attibute which points to individual resource's details, i.e.: <a href="%(e1)s">%(e1)s</a> or <a href="%(e2)s">%(e2)s</a>.
ru: Каждый элемент списка содержит ссылку (in a "href") attibute по которой можно перейти к подробной информации, например: <a href="%(e1)s">%(e1)s</a> or <a href="%(e2)s">%(e2)s</a>.

source: You can combine authors, epochs, genres and kinds to find only books matching those criteria. For instance: <a href="%(e)s">%(e)s</a>.
ru: Можно сочетать авторов, эпохи, жанры и виды для поиска книгиmatching Отвечающие заданным критериям. например: <a href="%(e)s">%(e)s</a>.

source: If you only want top-level books and not all the children, you can use /parent_books/, as in: <a href="%(e)s">%(e)s</a>.
ru: Чтобы из списка всех релевантных выбрать наиболее точно отвечающие критериям, вы можете можно задавать вопросы/parent_books/, например: <a href="%(e)s">%(e)s</a>.

source: The same way, using also books and themes, you can search for a list of fragments: <a href="%(e)s">%(e)s</a>. Again, each entry has a "href" attribute which links to the fragment's details, i.e.: <a href="%(f)s">%(f)s</a>.
ru: Тем же способом, используя выбирая книги или сюжеты, можно искать в спискепо фрагментам: <a href="%(e)s">%(e)s</a>. Каждый элемент найденного списка "href" содержит ссылку, ведущую кподробному описанию, например: <a href="%(f)s">%(f)s</a>.

source: Authorize access to Wolne Lektury
ru: Авторизация доступа к Wolne Lektury

source: Confirm to authorize access to Wolne Lektury as user <strong>%(user)s</strong>.
ru: Подтверждение для авторизации доступа к Wolne Lektury как пользователь <strong>%(user)s </strong>.

source: Confirm
ru: Подтверждаю
