Repository: fnp/wolnelektury
Catalog: src/dictionary/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: author's footnotes
pl: przypisy autorskie

source: Wolne Lektury editorial footnotes
pl: przypisy redaktorów Wolnych Lektur

source: source editorial footnotes
pl: przypisy redakcji źródła

source: translator's footnotes
pl: przypisy tłumacza

source: Footnotes
pl: Przypisy

source: By first letter
pl: Pierwsza litera

source: all
pl: wszystkie

source: By type
pl: Według typu

source: By qualifier
pl: Według kwalifikatora

source: By language
pl: Według języka

source: %(c)s footnote found
pl: Znaleziono %(c)s przypis.

source: przypisy autorskie
ru: заметки автора

source: przypisy redaktorów Wolnych Lektur
ru: редакторские заметки Wolne Lektury

source: przypisy źródła
ru: редакторские заметки источника

source: przypisy tłumacza
ru: заметки переводчика

source: Przypisy
ru: Заметки

source: Pierwsza litera
ru: С начала

source: wszystkie
ru: все

source: Według typu
ru: По типу

source: Według kwalifikatora
ru: По определителю

source: Według języka
ru: По языку

source: Znaleziono %(c)s przypis.
ru: Найдено %(c)s заметок
