Repository: fnp/wolnelektury
Catalog: src/pdcounter/locale/*/LC_MESSAGES/django.po
Languages: de, ru

source: name
ru: имя

source: sort key
de: Sortierschlüssel
ru: ключ сортировки

source: description
de: Beschreibung
ru: описание

source: year of death
de: Todesjahr
ru: год смерти

source: author
de: Autor
ru: автор

source: authors
ru: авторы

source: title
de: Titel
ru: название

source: goes to public domain
de: Gehe zu Public Domain
ru: является общественным достоянием

source: translator
de: Übersetzer
ru: переводчик

source: book stub
de: Buchvorschau
ru: анонс книги

source: book stubs
de: Buchvorschauen
ru: анонсы книги

source: This author's works are copyrighted.
de: Die Urheberrechte für dieses Werk werden geschützt.
ru: Работы автора защищены авторскими правами

source: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> why Internet libraries can't publish this author's works.
de: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Erfahren Sie</a> warum Internetbibliotheken die Werke dieses Autors nicht publizieren dürfen.
ru: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Узнать</a> почему интернет библиотеки не могут публиковать работы этого автора.

source: This author's works are in public domain, but they were not yet published on Internet library of Wolne Lektury.
ru: Работы этого автора являются общественным достоянием, но еще не были опубликованы в интернет библиотеке Wolne Lektury/Свободное чтение.

source: This author's works will become part of public domain and will be allowed to be published without restrictions in
de: Die Werke des Autors werden in Public Domain sein und werden unbegrenzt publeziert werden dürfen in
ru: Работы этого автора станут общественным достоянием и будут доступны через для публикации без ограничений

source: This work is in public domain and will be published on Internet library of Wolne Lektury soon.
ru: Эта работа является общественным достоянием и скоро будет опубликована в интернет библиотеке Wolne Lektury/Свободное чтение.

source: This work will become part of public domain and will be allowed to be published without restrictions in
de: Die Werke des Autors werden in Public Domain sein und werden unbegrenzt publeziert werden dürfen in
ru: Работы этого автора станут общественным достоянием и будут доступны через для публикации без ограничений

source: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> why Internet libraries can't publish this work.
de: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Erfahren Sie</a> warum Internetbibliotheken dieses Werk nicht publizieren dürfen.
ru: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Узнать</a> почему интернет библиотеки не могут публиковать работы этого автора.

source: This work is copyrighted.
de: Dieses Werk wird durch das Urheberrecht geschützt.
ru: Работа защищена авторскими правами

source: Public domain counter
ru: Счетчик общественное достояние

source: Read article about this author on Wikipedia
de: Lesen Sie einen Artikel über diesem Autor in Wikipedia
ru: Читать статью об этом авторе на Википедии

source: This author's works will become part of public domain and will be allowed to be published without restrictions in the year
ru: Работы этого автора станут общественным достоянием и будут доступны в году для публикации без ограничений
