Repository: fnp/wolnelektury
Catalog: src/club/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: payment complete
pl: płatność zakończona
ru: оплата совершена

source: schedule expired
pl: harmonogram przedawniony
ru: срок истек

source: Club
pl: Towarzystwo
ru: Клуб

source: first name
pl: imię
ru: имя

source: last name
pl: nazwisko
ru: фамилия

source: street address
pl: ulica i numer

source: postal code
pl: kod pocztowy
ru: почтовый индекс

source: town
pl: miejscowość
ru: город

source: Minimal amount is %(amount)d PLN.
pl: Minimalna kwota to %(amount)d zł.
ru: Минимальная сумма %(amount)d PLN.

source: minimum amount
pl: minimalna kwota
ru: минимальная сумма

source: minimum amount for year
pl: minimalna kwota na rok
ru: минимальная сумма ежегодного платежа

source: proposed amounts for single payment
pl: proponowane kwoty dla pojedynczej wpłaty

source: default single amount
pl: domyślna kwota dla pojedynczej wpłaty
ru: разовый платеж по умолчанию

source: proposed amounts for monthly payments
pl: proponowane kwoty dla miesięcznych wpłat

source: default monthly amount
pl: domyślna kwota dla miesięcznych wpłat
ru: сумма ежегодного платежа пот умолчанию

source: club
pl: towarzystwo
ru: клуб

source: clubs
pl: towarzystwa
ru: клубы

source: key
pl: klucz
ru: ключ

source: membership
pl: członkostwo
ru: членство

source: amount
pl: kwota
ru: сумма

source: method
pl: metoda płatności
ru: способ

source: monthly
pl: miesięcznie
ru: ежемесячный

source: yearly
pl: rocznie
ru: годовой

source: source
pl: źródło
ru: источник

source: cancelled
pl: anulowany
ru: отменено

source: payed at
pl: opłacona
ru: оплачено:

source: started at
pl: start
ru: начато:

source: expires_at
pl: wygasa
ru: истекло_at:

source: schedule
pl: harmonogram
ru: запланировано:

source: schedules
pl: harmonogramy
ru: сроки:

source: user
pl: użytkownik
ru: пользователь

source: created at
pl: utworzone
ru: создано:

source: name
pl: nazwisko
ru: имя

source: manual
pl: ustawiony ręcznie
ru: инструкция

source: notes
pl: notatki
ru: заметки

source: updated at
pl: aktualizacja
ru: обновлено_at

source: memberships
pl: członkostwa
ru: членство

source: days before
pl: dni przed
ru: период до

source: subject
pl: temat
ru: предмет

source: body
pl: treść
ru: текст

source: reminder email
pl: email z przypomnieniem
ru: письмо-напоминание

source: reminder emails
pl: emaile z przypomnieniem
ru: письма-напоминания

source: a day before expiration
pl: %d dzień przed wygaśnięciem
ru: %d день до истечения срока

source: a day after expiration
pl: %d dzień po wygaśnięciu
ru: %d день по истечении срока

source: photo
pl: zdjęcie
ru: фото

source: text
pl: tekst
ru: текст

source: ambassador
pl: ambasador
ru: посол

source: ambassadors
pl: ambasadorowie
ru: послы

source: disposable token
pl: token jednorazowy
ru: одноразовый жетон

source: reusable token
pl: token wielokrotnego użytku
ru: многоразовый жетон

source: created_at
pl: utworzone
ru: создан_at:

source: PayU card token
pl: token PayU karty płatniczej
ru: жетон PayU

source: PayU card tokens
pl: tokeny PayU kart płatniczych
ru: жетоны PayU

source: customer IP
pl: adres IP klienta
ru: IP клиента

source: order ID
pl: ID zamówienia
ru: ID заказа

source: Pending
pl: Czeka
ru: Ожидание

source: Waiting for confirmation
pl: Czeka na potwierdzenie
ru: Ожидание подтверждения

source: Completed
pl: Ukończone
ru: Завершено

source: Canceled
pl: Anulowane
ru: Отменено

source: Rejected
pl: Odrzucone
ru: Отказано

source: PayU order
pl: zamówienie PayU
ru: заявка PayU

source: PayU orders
pl: zamówienia PayU
ru: заявки PayU

source: received_at
pl: odebrana
ru: получено_at:

source: PayU notification
pl: notyfikacja PayU
ru: подтверждение PayU

source: PayU notifications
pl: notyfikacje PayU
ru: уведомление PayU

source: Active monthly recurring donations
pl: Aktywne miesięczne wpłaty cykliczne
ru: Активные ежемесячные оплаты с автоматическим продлением

source: Active yearly recurring donations
pl: Aktywne roczne wpłaty cykliczne
ru: Активные ежегодные оплаты с автоматическим продлением

source: One-time donations in last 30 days
pl: Jednorazowe wpłaty w ciągu ostatnich 30 dni
ru: Разовые пожертвования за последние 30 дней

source: Congratulations – you're already a supporter of Wolne Lektury!
pl: Gratulacje – należysz już do Towarzystwa Przyjaciół Wolnych Lektur!
ru: Поздравляем! Теперь вы состоите в товариществе любителей Wolnych Lektur/Свободного чтения

source: Become a supporter
pl: Dołącz do Towarzystwa
ru: Стать участником

source: Join us in freeing the books!
pl: Uwalniaj książki razem z nami!
ru: Делай книги свободнее с нами!

source: Support Wolne Lektury
pl: Wspieraj Wolne Lektury
ru: Поддержать Wolne Lektury

source: Thank you for your support! Support us again!
pl: Dziękujemy za Twoje dotychczasowe zaangażowanie! Wesprzyj nas ponownie!
ru: Спасибо за вашу поддержку! Ждем вас снова!

source: Thank you for wanting to free the books with us!
pl: Dziękujemy, że chcesz razem z nami uwalniać książki!
ru: Спасибо за поддержку свободного распространения книг! Мы вместе!

source: See your past support.
pl: Zobacz swoje dotychczasowe wsparcie.
ru: Посмотрите ваши предыдущие пожертвования

source: Help us get 100 new Friends by the end of the school semester.
pl: Pomóż nam zdobyć 100 nowych Przyjaciół do końca semestru szkolnego.
ru: Помоги нам набрать 100 друзей до окончания школьного семестра

source: So far <b style="color: #0d7e85">%(supporters)s</b> reader has already supported us with a regular donation,
pl: Od początku tej kampanii stałą wpłatą wsparła nas już <b style="color: #0d7e85">%(supporters)s</b> czytelniczka lub czytelnik,
ru: С начала кампании читатели поддержали нас регулярными пожертвованиями <b style="color: #0d7e85">%(supporters)s</b>,

source: <b style="color: #0d7e85">%(missing_supporters)s</b> is missing.
pl: brakuje <b style="color: #0d7e85">%(missing_supporters)s</b>.
ru: <b style="color: #0d7e85">%(missing_supporters)s</b> отсутствуют.

source: Safe payments
pl: Bezpieczne wpłaty
ru: Безопасные платежи

source: transfer
pl: przelew
ru: перевод

source: Choose your type of support
pl: Wybierz rodzaj wsparcia
ru: Выбери свой способ поддержки

source: one-time
pl: jednorazowo
ru: разово

source: Choose the amount
pl: Wybierz kwotę
ru: Выбери сумму

source: different amount
pl: inna kwota
ru: другая сумма

source: Provide contact details
pl: Podaj dane kontaktowe
ru: Уточни контактную информацию

source: First and last name:
pl: Imię i nazwisko:
ru: Имя и фамилия

source: Phone number:
pl: Numer telefonu:
ru: Номер телефона

source: Postal address:
pl: Adres pocztowy:
ru: Почтовый адрес:

source: I'd like to subscribe the newsletter.
pl: Zapisuję się na newsletter.
ru: Хочу подписаться на получение информации

source: You can unsubscribe at any point. More in the <a target="_blank" href="https://nowoczesnapolska.org.pl/prywatnosc/">privacy policy</a>.
pl: W każdej chwili możesz zrezygnować z subskrypcji. Więcej w <a target="_blank" href="https://nowoczesnapolska.org.pl/prywatnosc/">polityce prywatności</a>.
ru: Вы можете отписаться в любой момент. Узнать больше <a target="_blank" href="https://nowoczesnapolska.org.pl/prywatnosc/">privacy policy</a>.

source: Donate
pl: Wpłać
ru: Пожертвование

source: Thank you
pl: Dziękujemy
ru: Спасибо

source: Go back to the app
pl: Wróć do aplikacji
ru: Вернуться в приложение

source: Summary of donations in the year %(year)s for the address %(email)s.
pl: Zestawienie darowizn w roku %(year)s dla adresu %(email)s.
ru: Сумма пожертвований за год %(year)s for the address %(email)s.

source: Date
pl: Data
ru: Дата

source: Amount
pl: Kwota
ru: Сумма

source: Total
pl: Suma
ru: Итого

source: Supporting Wolne Lektury
pl: Wspierasz Wolne Lektury
ru: Поддерживаешь Wolne Lektury

source: You are setting up a monthly payment in the amount of %(amount)s PLN. Thank you!
pl: Zlecasz comiesięczną płatność w wysokości %(amount)s zł. Dziękujemy!

source: „Wolne Lektury należy wspierać, bo są” - Filip Springer
ru: «Wolne Lektury/Свободное чтение стоит поддерживать, потому что» - Филипп Спрингер
