Repository: fnp/wolnelektury
Catalog: src/suggest/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Contact
uk: Контакт

source: Description
uk: Опис

source: Thank you for your suggestion.
uk: Дякуємо за Ваші пропозиції.

source: Thank you for your comment on WolneLektury.pl. The suggestion has been referred to the project coordinator.
uk: Дякуємо за Ваш коментар на WolneLektury.pl. Вашу пропозицію передано координатору проекту.

source: books
uk: книжки

source: contact
uk: контакт

source: description
uk: опис

source: creation date
uk: дата створення

source: IP address
uk: IP-адреса

source: suggestion
uk: пропозиція

source: suggestions
uk: пропозиції

source: audiobooks
uk: аудіокниги

source: publishing suggestion
uk: пропозиція публікації

source: publishing suggestions
uk: пропозиції публікацій

source: I'd like to find in WolneLektury.pl these…
uk: Я хотів би/хотіла би знайти на сайті WolneLektury.pl наступні...

source: Didn't find a book? Make a suggestion.
uk: Не знайшли книжки, якої шукали? Вишліть свої пропозиції.

source: Send report
uk: Вислати повідомлення

source: Report was sent successfully.
uk: Ваше повідомлення надіслано успішно.

source: Report a bug or suggestion
uk: Повідомити про помилку або надіслати пропозицію
