Repository: fnp/wolnelektury
Catalog: src/wolnelektury/locale-contrib/*/LC_MESSAGES/django.po
Languages: lt

source: Password
lt: Slaptažodis

source: Remember Me
lt: Įsiminti mane

source: E-mail
lt: El. paštas

source: Username
lt: Vartotojo vardas

source: This account is currently inactive.
lt: Ši paskyra yra šiuo metu neaktyvi.

source: The e-mail address and/or password you specified are not correct.
lt: El. pašto adresas ir/arba slaptažodis nėra teisingas.

source: The username and/or password you specified are not correct.
lt: Vartotojo vardas ir/arba slaptažodis nėra teisingas.

source: E-mail (optional)
lt: El. paštas (pasirenkamas)

source: This username is already taken. Please choose another.
lt: Šis vartotojo vardas yra užimtas. Prašome pasirinkite kitą.

source: Password (again)
lt: Slaptažodis (pakartoti)

source: You must type the same password each time.
lt: Kiekvieną kartą turite įvesti tokį patį slaptažodį.

source: Current Password
lt: Dabartinis slaptažodis

source: New Password
lt: Naujas slaptažodis

source: New Password (again)
lt: Naujas slaptažodis (pakartoti)

source: Please type your current password.
lt: Prašome įvesti jūsų dabartinį slaptažodį.

source: The e-mail address is not assigned to any user account
lt: Šis el. pašto adresas nėra priskirtas jokio vartotojo paskyrai.

source: Successfully signed in as %(user)s.
lt: Sėkmingai prisijungęs kaip %(user)s.

source: Confirmation e-mail sent to %(email)s
lt: El. pašto patvirtinimas buvo išsiųstas į %(email)s

source: Removed e-mail address %(email)s
lt: Pašalintas el. pašto adresas %(email)s

source: Primary e-mail address set
lt: Nustatytas pagrindinis el. pašto adresas

source: Password successfully changed.
lt: Slaptažodis sėkmingai pakeistas.

source: Password successfully set.
lt: Slaptažodis sėkmingai nustatytas.

source: You have signed out.
lt: Jūs atsijungėte.

source: The social account has been disconnected
lt: Socialinė paskyra buvo atjungta

source: Invalid response while obtaining request token from "%s".
lt: Neteisingas atsakas gaunant užklausos žetoną iš "%s".

source: Invalid response while obtaining access token from "%s".
lt: Neteisingas atsakas gaunant prieigos žetoną iš "%s".

source: No request token saved for "%s".
lt: Nėra užklausos žetono įrašyto "%s".

source: No access token saved for "%s".
lt: Nėra prieigos žetono įrašyto "%s".

source: No access to private resources at "%s".
lt: Trūksta prieigos prie privačių išteklių "%s".

source: Account
lt: Paskyra

source: E-mail Addresses
lt: El. pašto adresai

source: Verified
lt: Patikrintas

source: Unverified
lt: Nepatikrintas

source: Primary
lt: Pirminis

source: Make Primary
lt: Padaryti pirminiu

source: Re-send Verification
lt: Dar kartą siųsti patikrinimą

source: Remove
lt: Pašalinti

source: Warning:
lt: Įspėjimas:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
lt: Šiuo metu neturite nustatyto jokio el. pašto adreso. Jūs tikrai turėtumėte pridėti el. pašto adresą, kad gautumėte pranešimus, atstatytumėte jūsų slaptažodį ir t.t.

source: Add E-mail Address
lt: Pridėti el. pašto adresą

source: Add E-mail
lt: Pridėti el. paštą

source: Do you really want to remove the selected e-mail address?
lt: Ar esate tikri, kad norite pašalinti pasirinktą el. pašto adresą?

source: Sign In
lt: Prisijungti

source: or
lt: arba

source: Forgot Password?
lt: Pamiršote slaptažodį?

source: Signed Out
lt: Atsijungęs

source: Change Password
lt: Keisti slaptažodį

source: Delete Password
lt: Pašalinti slaptažodį

source: You may delete your password since you are currently logged in using OpenID.
lt: Galite pašalinti jūsų slaptažodį, nes esate prisijungę naudodamiesi OpenID.

source: delete my password
lt: pašalinti mano slaptažodį

source: Password Deleted
lt: Slaptažodis pašalintas

source: Your password has been deleted.
lt: Jūsų slaptažodis pašalintas.

source: Password Reset
lt: Slaptažodžio atstatymas

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
lt: Pamiršote slaptažodį? Įveskite jūsų el. pašto adresą žemiau ir mes išsiųsime jums el. laišką leidžiantį jį atstatyti.

source: Reset My Password
lt: Atstatyti mano slaptažodį

source: Bad Token
lt: Blogas žetonas

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
lt: Atstatymo slaptažodžio nuoroda buvo netinkama, galbūt, nes jau buvo panaudota. Prašome paprašyti <a href="%(passwd_reset_url)s">naujo slaptažodžio atstatymo</a>.

source: change password
lt: keisti slaptažodį

source: Your password is now changed.
lt: Jūsų slaptažodis pakeistas.

source: Set Password
lt: Nustatyti slaptažodį

source: Signup
lt: Registracija

source: Sign Up
lt: Registruotis

source: Verify Your E-mail Address
lt: Patikrinkite jūsų el. pašto adresą

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
lt: Gavote šį el. laišką, nes paprašėte, arba kitas asmuo paprašė, atstatyti slaptažodį jūsų paskyrai čia %(site_domain)s. Galite į jį nekreipti dėmesio jei neprašėte slaptažodžio atstatymo. Paspauskite jūsų slaptažodžio atstatymui skirtą nuorodą. %(password_reset_url)s Jūsų vartotojo vardas yra %(username)s

source: Password Reset E-mail
lt: Slaptažodžio atstatymo el. laiškas

source: Note
lt: Pastaba

source: you are already logged in as %(user_display)s.
lt: jūs jau esate prisijungęs kaip %(user_display)s.

source: OpenID Sign In
lt: OpenID prisijungimas

source: Account Inactive
lt: Paskyra neaktyvi

source: This account is inactive.
lt: Ši paskyra neaktyvi.

source: Social Network Login Failure
lt: Klaida

source: Account Connections
lt: Paskyros jungtys

source: You can sign in to your account using any of the following third party accounts:
lt: Galite prisijungti prie jūsų paskyros naudodamiesi šiomis 3rd party paskyromis:

source: Add a 3rd Party Account
lt: Pridėti 3rd Party Paskyra

source: Login Cancelled
lt: Prisijungimas atšauktas

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
lt: Jūs ruošiatės naudotis jūsų %(provider_name)s paskyra, kad prisijungtumėte prie %(site_name)s. Prašome užpildyti šią formą:
