Repository: fnp/wolnelektury
Catalog: src/funding/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: payment complete
pl: płatność doszła do skutku
ru: оплата завершена

source: Yes
pl: Tak
ru: Да

source: No
pl: Nie
ru: Нет

source: perks
pl: prezenty
ru: льготы

source: Amount
pl: Kwota
ru: Сумма

source: Name
pl: Imię i nazwisko na listę darczyńców
ru: Имя

source: Optional name for public list of contributors
pl: Opcjonalnie imię i nazwisko lub pseudonim do publicznej listy darczyńców.
ru: Имя для публичного списка попечителей

source: Contact e-mail
pl: E-mail kontaktowy
ru: Контактный email

source: We'll use it to contact you about the <strong>details needed for your perks</strong>,<br/>and to send you updates about your payment and the fundraiser status (which you can always turn off).<br/>Your e-mail won't be publicised.
pl: Użyjemy go do kontaktu w sprawie <strong>danych potrzebnych do realizacji prezentów</strong><br/>i do informowania Cię o zmianach statusu płatności i zbiórki (z czego zawsze możesz zrezygnować).<br/>Twój adres e-mail nie będzie upubliczniony.

source: The minimum amount is %(amount)s PLN.
pl: Minimalna kwota wpłaty to %(amount)s zł.
ru: Минимальная сумма is %(amount)s PLN.

source: This offer is out of date.
pl: Ta zbiórka jest już nieaktywna.
ru: Срок этого предложения истек

source: author
pl: autor
ru: автор

source: title
pl: tytuł
ru: название

source: description
pl: opis
ru: описание

source: target
pl: kwota docelowa
ru: целевая сумма

source: start
pl: początek
ru: старт

source: end
pl: koniec
ru: конец

source: redakcja URL
pl: URL na Redakcji
ru: URL редактируется

source: Published book.
pl: Opublikowana książka.
ru: Опубликованные книги

source: Cover
pl: Okładka
ru: Обложка

source: Poll
pl: Ankieta
ru: Анкета

source: Near-end notifications sent
pl: Wysłano powiadomienia przed końcem
ru: Выслано уведомление о скором истечении срока

source: End notifications sent
pl: Wysłano powiadomienia o zakończeniu
ru: Выслано уведомление об истечении срока

source: Cover preview
pl: Podgląd okładki
ru: Предпросмотр обложки

source: offer
pl: zbiórka
ru: предложение

source: offers
pl: zbiórki
ru: предложения

source: The fundraiser has ended!
pl: Zbiórka dobiegła końca!
ru: Сбор окончен!

source: The fundraiser will end soon!
pl: Zbiórka niedługo się zakończy!
ru: Срок соро завершиться!

source: The book you helped fund has been published.
pl: Książka, którą pomogłeś/-aś ufundować, została opublikowana.
ru: Книга, которую вы поддержали, опубликована

source: price
pl: cena
ru: цена

source: name
pl: nazwa
ru: имя

source: long name
pl: długa nazwa
ru: полное имя

source: end date
pl: data końcowa
ru: дата окончания

source: perk
pl: prezent
ru: льгота

source: amount
pl: kwota
ru: сумма

source: payed at
pl: data wpłaty

source: notifications
pl: powiadomienia
ru: уведомления

source: funding
pl: wpłata
ru: взнос

source: fundings
pl: wpłaty
ru: взносы

source: when
pl: kiedy
ru: когда

source: money spent on a book
pl: pieniądze wydane na książkę
ru: деньги потрачены на книгу

source: money spent on books
pl: pieniądze wydane na książki
ru: деньги потрачены на книги

source: Thank you for your support!
pl: Dziękujemy za Twoje wsparcie!
ru: Спасибо за вашу поддержку!

source: Payment failed
pl: Płatność nie doszła do skutku
ru: Оплата не прошла

source: Disable notifications
pl: Wyłącz powiadomienia
ru: Выключить уведомления

source: Are you sure you want to disable notifications for address %(e)s?
pl: Czy na pewno chcesz wyłączyć powiadomienia dla adresu %(e)s?
ru: Вы уверены, что хотите выключить уведомления для адреса %(e)s?

source: Notifications for address %(e)s have been successfully disabled.
pl: Powiadomienia dla adresu %(e)s zostały wyłączone.
ru: Уведомления для адреса %(e)s выключены

source: Return to the <a href="%(current)s">current fundraiser</a>.
pl: Wróć do <a href="%(current)s">aktualnej zbiórki</a>.
ru: Вернуться в <a href="%(current)s">current fundraiser</a>.

source: Hi
pl: Cześć
ru: Привет

source: Cheers, Wolne Lektury team
pl: Pozdrawiamy zespół Wolnych Lektur
ru: Команда Wolne Lektury

source: If you don't want to receive any more updates, please visit this page:
pl: Jeśli nie chcesz otrzymywać kolejnych powiadomień, odwiedź tę stronę:
ru: Если вы больше не хотите получать информацию об обновлениях, перейдите, пожалуйста, на страницу:

source: we succesfully collected the full amount needed for the book you contributed to:
pl: udało nam się zebrać pełną kwotę na książkę, którą wsparłeś/-aś:
ru: Мы собрали полную необходимую сумму для книги, которую вы поддержали:

source: We will now digitize it, develop and publish it in the library, in various formats, free for everyone.
pl: Teraz ją zdigitalizujemy, opracujemy i bezpłatnie udostępnimy w bibliotece w wielu formatach.
ru: После того, как мы оцифруем и оформим книгу, она будет опубликована в нашей библиотеке, в различных форматах, бесплатно для всех.

source: Your name will be included on the list of contributors, irrespectively of the amount of your contribution.
pl: Zostaniesz umieszczony/-a na liście darczyńców, niezależnie od wysokości wpłaty.
ru: Ваше имя будет включено в список попечителей, безотносительно сумме вашего вклада.

source: We will contact you again about details needed to deliver your perks.
pl: Skontaktujemy się z Tobą w sprawie prezentów, które wybrałeś/-aś.
ru: Мы свяжемся с вами по поводу подробностей доставки ваших льгот.

source: All of the money remaining after this fundraiser (%(r)s PLN) will be spent on liberating other books still waiting for publication.
pl: Wszystkie dodatkowe pieniądze pozostałe z tej zbiórki (%(r)s PLN) zostaną przeznaczone na uwolnienie innych książek czekających na publikację.
ru: Все средства, оставшиеся после сбора (%(r)s PLN) мы направим на поддержку свободного доступа ожидающих публикации книг.

source: You can see how we're spending these funds on this page:
pl: Możesz zobaczyć, jak wydajemy te środki, na tej stronie:
ru: Вы можете следить за тем, как мы расходуем средства на этой странице:

source: unfortunately, we were unable to collect the full amount needed for the book you contributed to:
pl: niestety, nie udało nam się zebrać pełnej kwoty na książkę, którą wsparłeś/-aś:
ru: к сожалению, нам не удалось собрать полностью необходимую сумму для книги, которую вы поддержали:

source: All of the money we collected in this fundraiser (%(x)s PLN) will be spent on liberating other books still waiting for publication.
pl: Wszystkie pieniądze z tej zbiórki (%(x)s PLN) zostaną przeznaczone na uwolnienie innych książek czekających na publikację.
ru: Все средства, оставшиеся после сбора (%(x)s PLN) мы направим на поддержку свободного доступа ожидающих публикации книг.

source: If you'd like to help liberate another book, or invite your friends to do so, we're currently raising money for:
pl: Jeśli chcesz pomóc uwolnić kolejną książkę, albo zachęcić do tego swoich znajomych, to aktualnie zbieramy na:
ru: Если вы хотите помочь предоставить свободный доступ еще одной книге, или пригласить участвовать друзей мы сейчас собираем средства на книгу:

source: there's only %(d)s day left until the end of the fundraiser for:
pl: został jeden dzień do końca zbiórki na:
ru: до окончания сбора осталось %(d)s дней для книги:

source: We managed to collect %(x)s PLN so far.
pl: Dotąd udało nam się zebrać %(x)s PLN.
ru: Нам удалось собрать уже %(x)s PLN.

source: The fundraiser is a success already, but the more money we collect, the more other books we'll publish.
pl: Zbiórka już osiągnęła sukces, ale im więcej pieniędzy zbierzemy, tym więcej opublikujemy książek.
ru: Сбор средств прошел успешно, но чем больше денег тем больше книг мы издадим.

source: We still need %(x)s PLN more.
pl: Nadal potrzebujemy %(x)s PLN.
ru: Нам все еще требуется собрать %(x)s PLN.

source: There's still time to let your friends know about the fundraiser!
pl: Jest jeszcze czas, by poinformować o zbiórce Twoich znajomych!
ru: Есть еще время, чтобы рассказать вашим друзьям о сборе средств!

source: we have just published the book you contributed to:
pl: właśnie opublikowaliśmy książkę, którą wsparłeś/-aś:
ru: мы только что опубликовали книгу, которую вы поддержали:

source: Thanks to you, it is now available for free, in various formats, to everyone.
pl: Dzięki Tobie jest teraz dostępna bezpłatnie dla wszystkich w wielu formatach.
ru: Спасибо, теперь книга доступна бесплатно, в различных форматах, каждому.

source: Thank you for your support - thanks to you we will set another book free.
pl: Dziękujemy za wsparcie - dzięki Tobie uwolnimy kolejną książkę.
ru: Спасибо за вашу поддержку, благодаря ей мы сделаем доступной бесплатно еще одной книгу.

source: The book will be supplemented with your name as a donor.
pl: Twoje imię i nazwisko lub pseudonim zostaną dodane do listy darczyńców przy opublikowanej książce.
ru: В книге будет информация о вашем попечительстве.

source: We will contact you about details needed for your perks.
pl: Skontaktujemy się z Tobą w sprawie prezentów, które wybrałeś/-aś.
ru: Мы свяжемся с ваши по поводу подробностей доставки льгот.

source: We will keep you informed about status changes to this fundraiser and the upcoming ones that we plan to launch.
pl: Będziemy Cię informować o zmianach statusu tej zbiórki i o kolejnych, które planujemy rozpocząć.
ru: Мы будем информировать вас о ходе сбора средств и о предстоящих запланированных камапниях.

source: Support!
pl: Wesprzyj!

source: Learn more
pl: Dowiedz się więcej
ru: Узнать больше

source: Help free the book!
pl: Pomóż uwolnić książkę!
ru: Помогите сделать книги свободными!

source: collected
pl: zebrane
ru: собрано

source: needed
pl: potrzebujemy
ru: осталось

source: until fundraiser end
pl: do końca zbiórki
ru: до конца сбора

source: Anonymous
pl: Anonim
ru: Аноним

source: The fundraiser ends on %(end)s. The full amount has been successfully raised, but you can still contribute and help liberate more books.
pl: Zbiórka kończy się %(end)s. Pełna kwota została już zebrana, ale ciągle możesz dołożyć się i pomóc uwolnić więcej książek.

source: We need %(target)s zł to digitize it, compile it and publish for free in multiple formats.
pl: Potrzebujemy %(target)s zł, by ją zdigitalizować, opracować i bezpłatnie udostępnić w serwisie w wielu formatach.

source: If we raise enough money before %(end)s we will publish it and make it available for everyone.
pl: Jeśli do %(end)s uda się zebrać pełną kwotę, opublikujemy ją i będzie dostępna dla wszystkich.

source: Full amount was successfully raised!
pl: Udało się zebrać pełną kwotę!
ru: Вся сумма успешно собрана!

source: The amount needed was not raised.
pl: Nie udało się zebrać pełnej kwoty.
ru: Нужная сумма не была собрана.

source: Fundraiser span
pl: Termin zbiórki
ru: Сроки кампании

source: The book <a href="%(bu)s">%(bt)s</a> has been already published.
pl: Książka <a href="%(bu)s">%(bt)s</a> została opublikowana.

source: You can follow the work on the <a href="%(r)s">Editorial Platform</a>.
pl: Możesz śledzić prace na <a href="%(r)s">Platformie Redakcyjnej</a>.

source: You're support has not been processed successfully.
pl: Twoje wsparcie nie zostało zaksięgowane.
ru: Ваша поддержка принята.

source: Return to the <a href="%(current)s">current fundraiser</a> and try again or try to use a different payment method.
pl: Wróć do <a href="%(current)s">aktualnej zbiórki</a> i spróbuj ponownie lub użyj innej metody płatności.
ru: Вернитесь сюда <a href="%(current)s">current fundraiser</a> и попробуйте сноваили воспользуйтесь другим методом платежа.

source: Support the publication
pl: Wesprzyj publikację

source: Donate!
pl: Wpłać!
ru: Пожертвовать!

source: Tell your friends!
pl: Powiedz swoim znajomym!
ru: Расскажи друзьям!

source: Support Wolne Lektury!
pl: Wesprzyj Wolne Lektury!
ru: Поддержи Wolne Lektury!

source: See all fundraisers.
pl: Zobacz wszystkie zbiórki.
ru: Посмотреть все кампании.

source: Supporters
pl: Wpłaty
ru: Попечители

source: All fundraisers
pl: Wszystkie zbiórki
ru: Все попечители

source: Current fundraiser:
pl: Aktualna zbiórka:
ru: Текущая кампания

source: No fundraiser is currently running.
pl: Obecnie nie jest aktywna żadna zbiórka.
ru: Активных кампаний по сбору нет

source: Previous fundraisers:
pl: Poprzednie zbiórki:
ru: Предыдущая кампания

source: Any <a href="%(wlfund)s">remaining funds</a> will be spent on other books waiting to be published.
pl: Wszelkie <a href="%(wlfund)s">pozostałe środki</a> przeznaczymy na inne książki czekające na publikację.
ru: Оставшиеся средства <a href="%(wlfund)s"> будут использованы </a> на поддержку ожидающих публикации книг.

source: We will supplement every book with your name as a donor, no matter how big your support will be.
pl: Zostaniesz umieszczony/-a na liście darczyńców, niezależnie od wysokości wpłaty.
ru: Мы укажем ваше имя в книге независимо от суммы пожертвования.

source: Thank you!
pl: Dziękujemy!
ru: Спасибо!

source: We will contact you if you qualify for perks.
pl: Skontaktujemy się z Tobą w sprawie prezentów, które wybrałeś/-aś.

source: Your donation will be spent on digitizing, compiling and publishing the book %(b)s in multiple formats.
pl: Wpłacone przez Ciebie pieniądze przeznaczymy na digitalizację, opracowanie i udostępnienie książki %(b)s w bibliotece w wielu formatach.

source: If the full amount needed is raised, your donation will be spent on digitizing, compiling and publishing the book %(b)s in multiple formats.
pl: Jeśli uda się zebrać pełną kwotę, wpłacone przez Ciebie pieniądze przeznaczymy na digitalizację, opracowanie i udostępnienie książki %(b)s w bibliotece w wielu formatach.

source: Go back to the current fundraiser.
pl: Wróć do aktualnej zbiórki.
ru: Вернуться к предыдущей кампании

source: I support Wolne Lektury.
pl: Wspieram Wolne Lektury
ru: Я поддерживаю Wolne Lektury

source: Vote for a book for the next fundraiser
pl: Pomóż wybrać następną książkę, na którą będziemy zbierać pieniądze
ru: Голосуй за книгу для следующей кампании по сбору средств

source: Other amount
pl: Inna kwota
ru: Другая сумма

source: Remaining funds
pl: Pozostałe środki
ru: Оставшиеся средства

source: If the full amount needed for publishing a book is not raised in time, the funds are spent on <a href="%(r)s">other books waiting for publication</a>. The same thing happens with any money remaining from successful fundraisers.
pl: Jeśli nie udało się zebrać pełnej kwoty potrzebnej do opublikowania książki, środki przekazujemy na redakcję <a href="%(r)s">innych utworów oczekujących na publikację w serwisie</a>. Na ten cel przekazujemy również nadmiarowe środki ze zbiórek ukończonych sukcesem.

source: Spending these remaining funds is recorded in this table.
pl: W poniższej tabeli rejestrujemy wydatkowanie tych środków.
ru: В этой таблице мы публикуем записи об оставшихся средствах

source: Date
pl: Data
ru: Дата

source: Operation
pl: Rozdysponowanie środków
ru: Операция

source: Balance
pl: Bilans
ru: Баланс

source: Money spent on publishing the book
pl: Pieniądze przeznaczone na opublikowanie książki
ru: Средства, затраченные на публикацию книги

source: Money remaining from the fundraiser for
pl: Pieniądze pozostałe ze zbiórki na
ru: Оставшиеся средства от сбора для

source: There are no previous fundraisers to show yet.
pl: Nie ma jeszcze żadnych zakończonych zbiórek.
ru: Нет завершенных кампаний по сбору средств

source: We'll use it to send you updates about your payment and the fundraiser status (which you can always turn off).<br/>Your e-mail won't be publicised.
ru: Используется для оправки вам информации об актуальном статусе платежа и сборовстатус (который всегда можно изменить).<br/>Ваш e-mail адрес не будет опубликован.

source: slug
ru: слаг

source: The fundraiser ends on %(end)s. The full amount has been successfully raised, but you can still contribute and help liberate more books.
ru: Кампания по сбору закончена %(end)s. Полная сумма успешно собрана но вы можете помочь сделать свободными другие книги.

source: We need %(target)s zł to digitize it, compile it and publish for free in multiple formats.
ru: Нам требуется %(target)s zł для оцифровки, оформления и публикации в бесплатном доступе в нескольких форматах.

source: If we raise enough money before %(end)s we will publish it and make it available for everyone.
ru: Если мы соберем достаточно средств до %(end)s мы сможем опубликовать и сделать доступной каждому.

source: The book <a href="%(bu)s">%(bt)s</a> has been already published.
ru: Книга <a href="%(bu)s">%(bt)s</a> уже опубликована.

source: You can follow the work on the <a href="%(r)s">Editorial Platform</a>.
ru: Можешь следить за ходом работы по здесь <a href="%(r)s">Editorial Platform</a>.

source: Your donation will be spent on digitizing, compiling and publishing the book %(b)s in multiple formats.
ru: Ваши средства будут использованы нами для оцифровки оформления и публикации %(b)s в бесплатном доступе в нескольких форматах.

source: If the full amount needed is raised, your donation will be spent on digitizing, compiling and publishing the book %(b)s in multiple formats.
ru: если мы соберем полную сумму, ваши средства будут использованы нами для оцифровки оформления и публикации %(b)s в бесплатном доступе в нескольких форматах.

source: If the full amount needed for publishing a book is not raised in time, the funds are spent on <a href="%(r)s">other books waiting for publication</a>. The same thing happens with any money remaining from successful fundraisers.
ru: если мы соберем полную сумму за time, , <a href="%(r)s"> средства будут использованы нами для оцифровки и оформления следующей ожидающей публикации книги </a>. Точно так же мы поступим с оставшимися средствами всех успешных кампаний.
