Repository: fnp/wolnelektury
Catalog: src/pz/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: All
ru: Все

source: Empty
ru: Пустой

source: Not empty
ru: Не пустой

source: Processing
pl: Przetwarzanie
ru: В обработке

source: obligatory
pl: obowiązkowo
ru: обязательно

source: agree contact
pl: zgoda na kontakt
ru: согласен на контакт

source: name
pl: nazwa
ru: имя

source: description
pl: opis
ru: описание

source: campaign
pl: kampania
ru: кампания

source: campaigns
pl: kampanie
ru: кампании

source: fundraiser
ru: сбор средств

source: fundraisers
pl: fundraiserzy
ru: сборы средств

source: last name
pl: nazwisko
ru: имя

source: sex
pl: płeć
ru: пол

source: M
ru: М

source: F
pl: K
ru: Ж

source: date of birth
pl: data urodzenia
ru: Дата рождения

source: street
pl: ulica
ru: улица

source: building
pl: nr domu
ru: номер дома

source: flat
pl: nr mieszkania
ru: квартира

source: town
pl: miejscowość
ru: город

source: postal code
pl: kod pocztowy
ru: почтовый индекс

source: phone
pl: telefon
ru: номер телефона

source: is a consumer
pl: konsument
ru: пользователь

source: payment identifier
pl: identyfikator płatności
ru: идентификатор платежа

source: agree fundraising
pl: zgoda na kontakt fundraisingowy
ru: согласен на участие в сборе средств

source: agree newsletter
pl: zgoda na newsletter
ru: согласен на получение газеты

source: acquisition date
pl: data pozyskania
ru: дата запроса

source: Date from the form
pl: Data z formularza
ru: дата в анкете

source: submission date
pl: data dostarczenia
ru: дата подтверждения

source: Date the fundaiser submitted the form
pl: Data złożenia formularza przez fundraisera
ru: дата подтверждения анкеты сборщиком средств

source: bank submission date
pl: data złożenia do banku
ru: дата подтверждения банком

source: Date when the form data is submitted to the bank
pl: Data przesłania danych z formularza do banku
ru: Дата отправки данных анкеты банку

source: bank accepted date
pl: data akceptacji przez bank
ru: банк принял дату

source: Date when bank accepted the form
pl: Data kiedy bank przekazał informację o akceptacji danych z formularza
ru: Дата приема анкеты банком

source: fundraiser commission
pl: prowizja fundraisera
ru: комиссия сборщика средств

source: fundraiser bonus
ru: бонус для сборщика средств

source: fundaiser bill number
pl: nr rachunku wystawionego przez fundraisera
ru: номер счета сборщика средств

source: amount
pl: kwota
ru: сумма

source: notes
pl: uwagi
ru: заметки

source: needs redo
pl: do powtórki
ru: к повторению

source: cancelled at
ru: отмена

source: direct debit
pl: polecenie zapłaty
ru: предложение оплаты

source: direct debits
pl: polecenia zapłaty
ru: предложения оплаты

source: first name
pl: imię

source: IBAN
pl: nr rachunku
