Repository: fnp/wolnelektury
Catalog: src/paypal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: amount in PLN
ru: сумма в PLN

source: Zrezygnowano z płatności :(
ru: Оплата не прошла :(

source: PayPal Error
ru: Ошибка PayPal

source: Learn more
ru: Узнать больше

source: Wolne Lektury Friend Club
ru: Клуб друзей Wolne Lektury/Свободное чтение

source: Subscribe with PayPal
ru: Подписаться с PayPal

source: You must be logged in to subscribe.
ru: Для подписки необходимо войти под логином

source: Dziękujemy, że jesteś z nami i pomagasz nam rozwijać Wolne Lektury!
ru: Спасибо, что ты с нами и помогаешь развивать Wolne Lektury/Свободное чтение!

source: Pamiętaj, że zawsze możesz się z nami skontaktować:
ru: Помни, что всегда можешь связаться с нами:

source: Do przeczytania!
ru: Прочти!

source: Zespół Wolnych Lektur
ru: Команда Wolny Lektury/Свободное чтение
