Repository: fnp/wolnelektury
Catalog: apps/suggest/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, lt, ru

source: Contact
de: Kontakt
es: Contacto
it: Contatto
lt: Kontaktas
ru: Контакт

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
lt: Aprašymas
ru: Описание

source: Thank you for your suggestion.
de: Vielen Dank für Ihren Vorschlag.
es: Gracias por tu sugerencia
fr: Merci pour votre suggestion.
it: Grazie per la sua proposta
lt: Ačiū už jūsų pasiūlymą.
ru: Спасибо за Ваше предложение.

source: Thank you for your comment on WolneLektury.pl. The suggestion has been referred to the project coordinator.
de: Vielen Dank für Ihren Kommentar zu WolneLekturz.pl Ihr Kommentar ist an den Projekt - Koordinator weitergeleitet worden.
es: Gracias por tu comentario en WolneLektury.pl La sugerencia ha sido remitida a el coordinador del proyecto
fr: Merci pour votre commentaire sur Wolne Lektury.pl. Votre suggestion a été adressée au coordinateur du projet.
it: Grazie per il commento su WolneLektury.pl. La sua proposta è stata inviata al coordinatore del progetto. //
lt: Ačiū už jūsų komentarą WolneLektury.pl interneto svetainėje Pasiūlymas buvo pateiktas projekto koordinatoriui.
ru: Спасибо за Ваш комментарий на WolneLektury.pl. Предложение было передано координатору проекта.

source: Message sent automatically. Please do not reply.
de: Diese Nachricht wird automatisch generiert. Bitte sie nicht beantworten.
es: La mensaje enviado automaticamente. No conteste por favor.
fr: Message envoyé automatiquement. Merci de n'y pas répondre.
it: Il messaggio è stato inviato automaticamente. Si prega di non rispondere.
lt: Tai automatiškai sugeneruotas laiškas. Prašome į jį neatsakyti.
ru: Сообщение отправлено автоматически. Пожалуйста, не отвечайте.

source: books
de: Bücher
es: libros
fr: livres
it: libri
lt: knygas
ru: книги

source: audiobooks
de: Audiobücher
es: audiolibros
fr: livres audio
it: audiolibri
lt: audio knygas
ru: аудиокниги

source: One of these fields is required.
de: Erfüllen Sie bitte ein von diesen Feldern.
es: Uno de estos campos es requerido
fr: L'une des ces rubriques est obligatoire.
it: E' richiesto uno di questi campi.
lt: Vienas iš šių laukelių yra reikalaujamas.
ru: Требуется одно из этих полей.

source: contact
de: Kontakt
es: Contacto
it: contatto
lt: kontaktas
ru: контакт

source: description
de: Beschreibung
es: Descripción
it: descrizione
lt: aprašymas
ru: описание

source: creation date
de: Erstellungsdatum
es: Fecha de creación
fr: date de création
it: data di creazione
lt: sukūrimo data
ru: дата создания

source: IP address
de: IP-Adresse
es: Dirección IP
fr: adresse IP
it: Indirizzo IP
lt: IP adresas
ru: IP-адрес

source: suggestion
de: Vorschlag
es: sugerencia
it: proposta
lt: pasiūlymas
ru: предложение

source: suggestions
de: Vorschläge
es: sugerencias
it: proposte
lt: pasiūlymai
ru: предложения

source: publishing suggestion
de: Vorschlag publizieren
es: Sugerencia de publicación
fr: suggestion sur publication
it: pubblica la proposta
lt: publikavimo pasiūlymas
ru: издательское предложение

source: publishing suggestions
de: Vorschläge publizieren
es: Sugerencias de publicación
fr: suggestions sur publication
it: pubblica le proposte
lt: publikavimo pasiūlymai
ru: издательские предложения

source: Report a bug or suggestion
de: Melden Sie einen Bug oder einen Vorschlag
es: Reporta un error o una sugerencia
fr: Rapportez une erreur ou faites une suggestion
it: Segnala un'errore o un proposta
lt: Praneškite apie klaidą arba teikite pasiūlymus
ru: Сообщитe об ошибке или предложении

source: Report was sent successfully.
de: Der Bericht wurde erfolgreich gesendet.
es: la noticia ha sido enviada con éxito
fr: Votre rapport a été envoyé
it: La notifica è stata inviata con successo.
lt: Pranešimas sėkmingai išsiųstas.
ru: Отчет отправлен успешно.

source: Send report
de: Bericht senden
es: Envia un report
fr: Envoyez un rapport
it: Invia una notifica
lt: Siųsti pranešimą
ru: Отправить отчет

source: Didn't find a book? Make a suggestion.
de: Hast Du kein Buch gefunden? Mach einen Vorschlag.
es: No encontraste un libro? Haz una sugerencia.
fr: Vous n'avez pas trouvé un livre? Faites une suggestion.
it: Non hai trovato il libro?Fai una proposta.
lt: Neradote knygos? Teikite pasiūlymus.
ru: Вы не нашли книгу? Сделайте предложение.

source: I'd like to find in WolneLektury.pl these…
de: Ich würde gerne auf WolneLektury ... finden.
es: Me gustaría encontrar estos en WolneLektury.pl
fr: J'aimerais trouver dans Wolne Lektury.pl:...
it: Vorrei trovare in WolneLektury.pl questo...
lt: Interneto svetainėje WolneLektury.pl norėčiau rasti šias...
ru: Я хотел/а бы найти на сайте WolneLektury.pl этих...
