Repository: fnp/wolnelektury
Catalog: src/social/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Content
pl: Zawartość

source: Background
pl: Obraz tła

source: text
pl: tekst

source: image
pl: obraz

source: Tags (comma-separated)
pl: Tagi (rozdzielone przecinkami)

source: Name of the new shelf
pl: Nazwa nowej półki

source: name
pl: nazwa

source: created at
pl: utworzone

source: banner group
pl: grupa bannerów

source: banner groups
pl: grupy bannerów

source: book
pl: książka

source: small
pl: mały

source: Make this cite display smaller.
pl: Sprawia, że cytat wyświetla się mniejszym fontem.

source: link
pl: odnośnik

source: video
pl: wideo

source: picture
pl: ilustracja

source: picture alternative text
pl: alternatywny tekst ilustracji

source: picture title
pl: tytuł ilustracji

source: picture author
pl: autor ilustracji

source: picture link
pl: link ilustracji

source: picture license name
pl: nazwa licencji ilustracji

source: picture license link
pl: adres licencji ilustracji

source: sticky
pl: przyklejony

source: Sticky cites will take precedense.
pl: Przyklejone cytaty mają pierwszeństwo.

source: plain background
pl: jednobarwne tło

source: background color
pl: kolor tła

source: background image
pl: obraz tła

source: Best background is 975 x 315 px and under 100kB.
pl: Najlepsze tło ma wielkość 975 x 315 px i waży poniżej 100kB.

source: background title
pl: tytuł obrazu tła

source: background author
pl: autor obrazu tła

source: background link
pl: link obrazu tła

source: background license name
pl: nazwa licencji obrazu tła

source: background license link
pl: adres licencji obrazu tła

source: group
pl: grupa

source: banners
pl: bannery

source: placement
pl: miejsce

source: priority
pl: priorytet

source: language
pl: język

source: carousel
pl: karuzela

source: carousels
pl: karuzele

source: order
pl: kolejność

source: carousel item
pl: element karuzeli

source: carousel items
pl: elementy karuzeli

source: Either banner or banner group is required.
pl: Proszę wskazać banner albo grupę bannerów.

source: recommends
pl: poleca

source: My shelf
pl: Moja półka

source: Add works to your shelf by clicking on the star on the page of the work. The work will then show up on My shelf page.
pl: Aby dodać pozycję do swojej półki, należy zaznaczyć gwiazdkę znajdującą się na stronie utworu. Po jej zaznaczeniu publikacja pojawi się w zakładce Moja półka.

source: Remove from my shelf
pl: Usuń z mojej półki
