Repository: fnp/wolnelektury
Catalog: apps/pdcounter/locale/*/LC_MESSAGES/django.po
Languages: es

source: name
es: nombre

source: sort key
es: clave de clasificación

source: description
es: descripción

source: year of death
es: año de muerte

source: author
es: autor

source: authors
es: autores

source: title
es: título

source: goes to public domain
es: pasa al dominio público

source: translator
es: traductor

source: book stub
es: vista previa del libro

source: book stubs
es: vista previa de libros

source: Read work's study of this author on Lektury.Gazeta.pl
es: Lea el estudio sobre las obras de este autor en Lektury.Gazeta.pl

source: Read article about this author on Wikipedia
es: Lea el artículo sobre este autor en Wikipedia

source: This author's works are copyrighted.
es: Las obras de este autor tienen todos los derechos de autor reservados.

source: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> why Internet libraries can't publish this author's works.
es: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> el porqué las bibliotecas virtuales no pueden publicar las obras de este autor.

source: This author's works are in public domain and will be published on Internet school library of Wolne Lektury soon.
es: Las obras de este autor son de dominio público y pronto serán publicadas en Biblioteca virtual de Wolne Lektury.

source: This author's works will become part of public domain and will be allowed to be published without restrictions in
es: Las obras de este autor van a ser parte de dominio público y pronto serán publicadas sin restricciones en

source: This work is in public domain and will be published on Internet school library of Wolne Lektury soon.
es: Esta obra es de dominio público y pronto será publicada en Biblioteca virtual de Wolne Lektury.

source: This work will become part of public domain and will be allowed to be published without restrictions in
es: Esta obra va a ser parte de dominio público y pronto será publicada sin restricciones en

source: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> why Internet libraries can't publish this work.
es: <a href='http://domenapubliczna.org/co-to-jest-domena-publiczna/'>Find out</a> el porqué las bibliotecas virtuales no pueden publicar esta obra.

source: This work is copyrighted.
es: Esta obra tiene todos los derechos de autor reservados.
