Repository: fnp/wolnelektury
Catalog: src/messaging/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: E-mail content
pl: Zawartość e-maila
ru: содержимое E-mail

source: Sending constraints
pl: Ograniczenia wysyłki
ru: Ограничения отправки

source: Test e-mail has been sent to %(email)s.
pl: Na adres %(email)s została wysłana testowa wiadomość.
ru: Тестовое сообщение было отправлено на адрес %(email)s.

source: You have no email set. Test e-mail not sent.
pl: Nie masz ustawionego adresu e-mail. Wiadomość testowa nie została wysłana.
ru: Не выбран адрес email. Тестовое сообщение не отправлено.

source: state
pl: stan
ru: Состояние

source: subject
pl: temat
ru: Тема

source: body
pl: treść
ru: Тело письма

source: min days since
pl: dni po, od
ru: с дня, минимально

source: max days since
pl: dni po, do
ru: до дня, максимально

source: min hour
pl: od godziny
ru: время, минимально

source: max hour
pl: do godziny
ru: время, максимально

source: min day of month
pl: od dnia miesiąca
ru: в течение месяца, минимально

source: max day of month
pl: do dnia miesiąca
ru: в течение месяца, максимально

source: Monday
pl: poniedziałek
ru: Понедельник

source: Tuesday
pl: wtorek
ru: Вторник

source: Wednesday
pl: środa
ru: Среда

source: Thursday
pl: czwartek
ru: Четверг

source: Friday
pl: piątek
ru: Пятница

source: Saturday
pl: sobota
ru: Суббота

source: Sunday
pl: niedziela
ru: Воскресенье

source: active
pl: aktywny
ru: активно

source: email template
pl: szablon e-maila
ru: шаблон письма

source: email templates
pl: szablony e-maili
ru: шаблоны писем

source: Cold
pl: Lodówka
ru: Холодный

source: Would-be donor
pl: Niedoszły darczyńca
ru: Потенциальный донор

source: One-time donor
pl: Darczyńca z jednorazową wpłatą
ru: Разовый донор

source: Recurring donor
pl: Darczyńca z wpłatą cykliczną
ru: Постоянный донор

source: Manually set as member
ru: Самостоятельный выбор членства

source: Opt out
ru: pt out

source: contact
pl: kontakt
ru: контакт

source: contacts
pl: kontakty
ru: контакты

source: email sent
pl: wysłany e-mail
ru: письмо отправлено

source: emails sent
pl: wysłane e-maile
ru: письма отправлены

source: club one-time donors
pl: darczyńcy z jednorazową wpłatą
ru: клуб разовых доноров

source: club one-time donors with donation expiring
pl: darczyńcy z wygasającą jednorazową wpłatą
ru: клуб разовых доноров с истекающим сроком платежей

source: club would-be donors
pl: niedoszli darczyńcy
ru: клуб потенциальных доноров

source: club recurring donors
pl: darczyńcy z wpłatą cykluczną
ru: клуб постоянных доноров

source: club recurring donors with donation expired
pl: darczyńcy z wygasającą wpłatą cykliczną
ru: клуб постоянных доноров с истекающим сроком платежей

source: cold group
pl: lodówka
ru: холодная группа

source: Visit this address if you don't want to be contacted in the future:
pl: Odwiedź ten adres, jeśli nie chcesz, byśmy się kontaktowali z Tobą w przyszłości:
ru: Зайдите на этот адрес, если не хотите, чтобы с вами связывались в будущем:

source: a <a href="%(docs_url)s">%(verbose_name)s</a> object.
pl: obiekt typu <a href="%(docs_url)s">%(verbose_name)s</a>.
ru: тип объекта <a href="%(docs_url)s">%(verbose_name)s</a>

source: Context
pl: Kontekst
ru: Контекст
