Repository: fnp/wolnelektury
Catalog: src/annoy/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: place
pl: miejsce
ru: место

source: style
pl: styl
ru: стиль

source: Affects blackout.
pl: Dotyczy blackoutu.
ru: Влияет на blackout

source: small font
pl: mały font
ru: мелкий шрифт

source: action label
pl: etykieta akcji
ru: ярлык действия

source: If empty, whole banner will serve as a link
pl: Jeśli pusta, cały banner będzie służył jako link.
ru: Ссылка длинной во весь баннер, если оставить пустым

source: open label
pl: etykieta otwierania
ru: ярлык открытия

source: close label
pl: etykieta zamykania
ru: ярлык закрытия

source: text
pl: tekst
ru: текст

source: image
pl: obraz
ru: картинка

source: priority
pl: priortytet
ru: важно

source: Banners with higher priority come first.
pl: Bannery z wyższym priorytetem mają pierwszeństwo.
ru: Баннер с приоритетом важности имеет преимущество

source: since
pl: od
ru: от

source: until
pl: do
ru: до

source: show members
pl: widoczny dla członków klubu
ru: показать участникам

source: staff preview
pl: podgląd tylko dla zespołu
ru: видно только команде

source: banner
ru: баннер

source: banners
pl: bannery
ru: баннеры

source: pararaphs
pl: akapity
ru: параграф

source: dynamic insert
pl: dynamiczna wstawka
ru: быстрая вставка

source: dynamic inserts
pl: dynamiczne wstawki
ru: быстрые вставки

source: Top of all pages.
pl: U góry wszystkich stron
ru: Поверх всех страниц

source: Book page
pl: Strona książki
ru: Страница книги

source: Book text intermission
pl: Przerwa w treści książki
ru: Разрыв страниц книги

source: Next to list of book fragments.
pl: Obok listy fragmentów książki
ru: Рядом со списком отрывков из книги

source: Full screen
pl: Cały ekran
ru: Во весь экран

source: Upper half of screen
pl: Górna połowa ekranu
ru: Верхняя половина экрана
