Repository: fnp/wolnelektury
Catalog: wolnelektury/locale-contrib/*/LC_MESSAGES/django.po
Languages: de, es, uk

source: Password
es: Contraseña
uk: Пароль

source: Remember Me
de: Einspeichern
es: Recuérdame
uk: Запам’ятати мене

source: E-mail
es: Correo elctrónico

source: Username
es: Nombre de usuario
uk: Ім’я користувача

source: This account is currently inactive.
de: Dieses Account ist zurzeit inaktiv.
es: Esta cuenta de usuario está actualmente inactiva.
uk: Акаунт на даний момент є неактивним.

source: The e-mail address and/or password you specified are not correct.
de: Die E-Mail-Adresse und/oder das Password sind nicht korrekt.
es: El correo electrónico y/o contraseña son incorrectos.
uk: Вказані електронна адреса та/або пароль неправильні.

source: The username and/or password you specified are not correct.
de: Der Username ist nicht korrekt.
es: El nombre de usuario y/o contraseña son incorrectos.
uk: Вказані ім’я користувача та/або пароль неправильні.

source: E-mail (optional)
de: E-Mail (fakultativ)
es: Correo elctrónico (opcional)
uk: E-mail (факультативно)

source: This username is already taken. Please choose another.
de: Dieser Username ist schon besetzt. Wählen Sie bitte einen anderen.
es: El nombre de usuario está ocupado. Por favor, elija otro.
uk: Це ім’я користувача вже використано. Будь ласка, виберіть інше.

source: Password (again)
de: Password (nochmals)
es: Contraseña (otra vez)
uk: Пароль (повторити)

source: You must type the same password each time.
de: Sie müssen dasselbe Password jedesmal eintippen.
es: Tiene que introducir cada vez la misma contraseña.
uk: Впишіть двічі такий самий пароль.

source: Current Password
de: Aktuelles Password
es: Contraseña actual
uk: Актуальний пароль

source: New Password
de: Neues Password
es: Nueva contarseña
uk: Новий пароль

source: New Password (again)
de: Neues Password (nochmals)
es: Nueva contarseña (otra vez)
uk: Новий пароль (повторити)

source: Please type your current password.
de: Tippe Ihr Password ein.
es: Introduzca su contraseña actual, por favor.
uk: Введіть будь ласка Ваш теперішній пароль.

source: The e-mail address is not assigned to any user account
de: Diese E-Mail-Adresse ist noch mit keinem anderen Account verbunden.
es: Este correo electrónico no ha sido asignado a ninguna cuenta de usuario.
uk: Ця електронна адреса не пов'язана з жодним акаунтом.

source: Successfully signed in as %(user)s.
de: Erfolgreich als %(user)s eingeloggt.
es: Ha iniciado sesión como %(user)s
uk: Ви успішно увійшли як %(user)s.

source: Confirmation e-mail sent to %(email)s
de: BestBestätigungsmail an %(email)s gesendet
es: La confirmación ha sido enviada a %(email)s
uk: Подвідомлення для підтвердження реєстрації вислано на %(email)s

source: Removed e-mail address %(email)s
de: Die E-Mail-Adresse %(email)s gelöscht.
es: Dirección de correo electrónico eliminado %(email)s
uk: Видалено електронну адресу %(email)s

source: Primary e-mail address set
de: Die Haupt-Email-Adresse eingestellt
es: La dirección de correo electrónico principal establecida
uk: Встановлено основну електронну адресу

source: Password successfully changed.
de: Password erfolgreich geändert.
es: Contraseña ha sido cambiada con éxito.
uk: Пароль успішно змінено.

source: Password successfully set.
de: Password erfolgreich erstellt.
es: Contraseña ha sido establecida con éxito.
uk: Успішно встановлено пароль.

source: You have signed out.
de: Sie haben sich ausgeloggt.
es: Ha cerrado sesión.
uk: Ви вийшли з акаунту.

source: The social account has been disconnected
de: Das Social-Account wurde abgeschaltet.
es: La cuenta social ha sido desconectada
uk: Обліковий запис в соціальній мережі від'єднано.

source: Invalid response while obtaining request token from "%s".
de: Falsche Antwort beim Erhalten des Fragentokens von "%s".
es: Respuesta inválida al obtener request token de "%s".

source: Invalid response while obtaining access token from "%s".
de: Falsche Antwort beim Erhalten des Zugangstokens von "%s".
es: Respuesta inválida al obtener access token de "%s".

source: No access to private resources at "%s".
de: Kein Zugagng zu privaten Angaben bei "%s".
es: No hay acceso a recursos privados en "%s".

source: Account
es: Cuenta de usuario
uk: Акаунт

source: E-mail Addresses
de: E-Mail Adresse
es: Direcciones de correo electrónico
uk: Електронні адреси

source: Verified
de: Verifiziert
es: Verificado
uk: Перевірено

source: Unverified
de: Unverifiziert
es: No verificado
uk: Неперевірено

source: Primary
de: Primär
es: Principal
uk: Основна

source: Make Primary
de: Stelle als primär ein
es: La dirección de correo electrónico principal
uk: Зробити основною

source: Re-send Verification
de: Verifizierung wiedersenden
es: Reenviar verificación
uk: Надіслати ще раз повідомлення для перевірки

source: Remove
de: Entfernen
es: Borrar
uk: Видалити

source: Warning:
de: Warnung:
es: Aviso:
uk: Попередження:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Sie haben jetzt keine Email-Adresse eingestellt. Sie sollen eine Email-Adresse einstellen, um Ihr Schlüsselwort zu resetieren, um wichtige Informationen zu bekommen.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Debe agregar una para poder recibir notificaciones, restablecer su contraseña etc.
uk: Ви не додали жодної електронної адреси. Рекомендуємо Вам додати адресу, для цього щоб отримувати повідомлення, мати можливість відновлення паролю тощо.

source: Add E-mail Address
de: E-Mail-Adress eintippen
es: Agregar dirección de correo electrónico
uk: Додати електронну адресу

source: Add E-mail
de: Add E-Mail eintippen
es: Agregar correo electrónico
uk: Додати електронну адресу

source: Do you really want to remove the selected e-mail address?
de: Wollen Sie wirklich die angegebene E-Mail-Adresse löschen?
es: ¿Está seguro que quiere borrar el correo electrónico seleccionado?
uk: Чи справді хочете видалити вибрану адресу?

source: Sign In
de: Anmelden
es: Iniciar sesión
uk: Увійти в акаунт

source: or
de: oder
es: o
uk: або

source: Forgot Password?
de: Password vergessen?
es: ¿Olvidaste tu contraseña?
uk: Забули пароль?

source: Signed Out
de: Ausgeloggt
es: Cerrar sesión
uk: Ви вийшли з акаунту.

source: Change Password
de: Password ändern
es: Cambia la contraseña
uk: Змінити пароль

source: Delete Password
de: Password löschen
es: Borra la contraseña
uk: Видалити пароль

source: You may delete your password since you are currently logged in using OpenID.
de: Sie können Ihr Schlüsselwort löschen, weil Sie jetzt durch OpenID eingeloggt sind.
es: Puede borrar su contraseña ya que ha iniciado sesión con OpenID.
uk: Можете видалити свій пароль, тому що зараз ви увійшли за допомогою OpenID.

source: delete my password
de: Password löschen
es: borra mi contraseña
uk: видалити мій пароль

source: Password Deleted
de: Password gelöscht
es: La contraseña ha sido borrada
uk: Пароль видалено

source: Your password has been deleted.
de: Password wurde gelöscht.
es: Su contraseña ha sido borrada.
uk: Ваш пароль видалено.

source: Password Reset
de: Password neu erstellen
es: Restablecimiento de la contraseña
uk: Зміна паролю

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Password vergessen? Tippe unten Ihre E-Mail-Adresse ein, dann senden wir Ihnen eine E-Mail, um das Password zu ändern.
es: ¿Olvidaste tu contraseña? Introduce aquí tu dirección de correo electrónico y te enviamos un mensaje que te permitirá restablecerla.
uk: Забули пароль? Введіть свою електронну адресу, щоб отримати інструкції щодо встановлення нового паролю.

source: Reset My Password
de: Password neu erstellen
es: Restablecimiento de la contraseña
uk: Змінити мій пароль

source: Bad Token
de: Falscher Token
es: Token incorrecto

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Passwort-Reset-Link war falsch, da er schon möglicherweise benutzt worden war. Bitten Sie um ein <a href="%(passwd_reset_url)s">Reset eines neuen Passwortes</a>.
es: El enlace de restablecimiento de la contraseña ha sido inválido. Es probable que ya haya sido usado. Por favor, solicite uno nuevo <a href="%(passwd_reset_url)s">new password reset</a>.
uk: Посилання на зміну пароля було неправильним, тому що його вже використали. Будь ласка, замовте <a href="%(passwd_reset_url)s">ще одну зміну пароля</a>.

source: change password
de: Password ändern
es: cambia la contraseña
uk: змінити пароль

source: Your password is now changed.
de: Password wurde geändert
es: Su contraseña ya se ha cambiado.
uk: Ваш пароль змінено.

source: Set Password
de: Password erstellen
es: Establecer contraseña
uk: Встановити пароль

source: Signup
de: Registrieren
es: Registrarse
uk: Реєстрація

source: Sign Up
de: Anmelden
es: Registrarse
uk: Реєструватися

source: Verify Your E-mail Address
de: Verifizieren Sie Ihre E-Mail-Adresse
es: Verifique su dirección de correo electrónico
uk: Перевірити електронну адресу

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s In case you forgot, your username is %(username)s. Thanks for using our site!
de: Sie bekommen diese Email an %(site_domain)s, weil Sie or jemand anderer Ihr Schlüsselwort erhalten will. Sie können diese Nachricht ignorieren, wenn Sie um Neustellung des Schlüssekworts nicht gebeten haben. Klicken Sie an das Link unten, um Ihr Schlüsselwort neu zu stellen. %(password_reset_url)s Falls Sie vergessen haben, ist Ihr Benutzername: %(username)s. Vielen dank, dass Sie unsere Webseite benutzt haben!
es: Ha recibido este correo porque usted u otra persona ha solicitado la contraseña de su cuenta de usuario en %(site_domain)s. Si no ha solicitado restablecimiento de su contraseña, pase de este mensaje. Abra el enlace de abajo para restablecer su contraseña. %(password_reset_url)s Le recordamos que su nombre de usuario es %(username)s. ¡Gracias por usar nuestra página!
uk: Ви отримали це повідомлення, тому що хтось попросив про зміну пароля для Вашого акаунту на сайті %(site_domain)s. Якщо ви не просили про зміну, можете проігнорувати це повідомлення. Для зміни пароля натисніть посилання. %(password_reset_url)s Нагадуємо, що Ваше ім'я користувача це %(username)s. Дякуємо за користування нашим сайтом!

source: Password Reset E-mail
de: Password neu stellen E-Mail
es: La dirección de correo electrónico en caso de restablecer la contraseña
uk: Повідомлення для встановлення нового паролю

source: Note
de: Notiz
es: Nota
uk: Увага

source: you are already logged in as %(user_display)s.
de: Sie sind schon als %(user_display)s eingeloggt.
es: ya está conectado como %(user_display)s.
uk: ви вже увійшли як користувач %(user_display)s.

source: OpenID Sign In
de: OpenID Registrieren
es: Iniciar sesión con OpenID
uk: Увійти за допомогою OpenID

source: Account Inactive
de: Inaktives Account
es: La cuenta de usuario inactiva
uk: Неактивний акаунт

source: This account is inactive.
de: Dieses Account ist inaktiv.
es: Esta cuenta de usuario está inactiva.
uk: Цей акаунт неактивний.

source: Social Network Login Failure
de: Social-Networt-Login Fehler
es: Error al iniciar sesión en la red social
uk: Неможливо увійти в систему за допомогою соціальної мережі.

source: Account Connections
de: Account-Beziehungen
es: Conexiones de la cuenta de usuario
uk: Пов’язані облікові записи

source: You can sign in to your account using any of the following third party accounts:
de: Sie können sich einloggen mittels eines von folgenden Accounts Dritter:
es: Puede iniciar sesión en su cuenta de usuario a través de cualquiera de las siguientes cuentas de terceros:
uk: Можете увійти у Ваш акаунт за допомогою облікових записів у наступних системах:

source: Add a 3rd Party Account
de: Fügen Sie ein fremdes Account hinzu.
es: Agrega una cuenta de terceros
uk: Додати обліковий запис у іншій системі

source: Login Cancelled
de: Login annulliert
es: Nombre de usuario ha sido cancelado
uk: Спробу увійти в систему скасовано.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
de: Sie werden Ihr %(provider_name)s Account benutzen, um sich in %(site_name)s einzuloggen. Der letzte Schritt ist, den folgenden Formular auszufüllen
es: Está a punto de usar su %(provider_name)s cuenta de usuario para iniciar sesión en %(site_name)s. El último paso es rellenar este formulario:
uk: Хочете скористатися вашим обліковим записом %(provider_name)s щоб увійти на сайт %(site_name)s. Для завершення процесу, заповніть будь ласка наступну форму:

source: No request token saved for "%s".
de: Keine Fragentokens für "%s" gespeichert.

source: No access token saved for "%s".
de: Keine Zugangstokens für "%s" gespeichert.
