Repository: fnp/wolnelektury
Catalog: apps/catalogue/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please supply an XML.
de: Bitte stellen Sie die XML bereit.

source: Don't show footnotes
de: Zeige die Fußnoten nicht

source: Don't disply themes
de: Zeige die Motive nicht

source: Don't use our custom font
de: Benutze voreingestellte Schrift nicht

source: Leading
de: Zeilenabstand

source: Normal leading
de: Normaler Zeilenabstand

source: One and a half leading
de: Zeilenabstand 1,5

source: Double leading
de: Doppelter Zeilenabstand

source: Font size
de: Schriftgröße

source: Default
de: Voreingestellt

source: Big
de: Groß

source: An error occurred: %(exception)s %(tb)s
de: Ein Fehler ist aufgetreten: %(exception)s %(tb)s

source: Book imported successfully
de: Buch wurde erfolgreich importiert

source: Error importing file: %r
de: Fehler beim Importieren der Datei: %r

source: Download custom PDF
de: PDF-Datei herunterladen

source: Download
de: Herunterladen

source: title
de: Titel

source: sort key
de: Sortierschlüssel

source: language code
de: Sprachenkode

source: description
de: Beschreibung

source: creation date
de: Erstellungsdatum

source: parent number
de: Elternnummer

source: extra information
de: zusätzliche Informationen

source: cover
de: Umschlag

source: book
de: Buch

source: books
de: Bücher

source: Book "%s" does not exist.
de: Buch mit dem Slug = "%s" ist nicht vorhanden.

source: Book %s already exists
de: Buch %s ist bereits vorhanden

source: %s file
de: %s XML-Datei

source: type
de: Typ

source: book slugs
de: Büchervorschau

source: kind
de: Art

source: collection
de: Sammlung

source: collections
de: Sammlungen

source: fragment
de: Auszug

source: fragments
de: Auszüge

source: author
de: Autor

source: epoch
de: Epoche

source: theme
de: Motiv

source: set
de: Buchregal

source: category
de: Kategorie

source: book count
de: Anzahl der Bücher

source: Listing of all audiobooks
de: Auflistung aller Audiobücher

source: Latest MP3 audiobooks
de: Neueste MP3-Audiobücher

source: Latest Ogg Vorbis audiobooks
de: Neueste Ogg-Vorbis-Audiobuch-Dateien

source: Audioteka lektur szkolnych fundacji Nowoczesna Polska. Możecie z niej korzystać bezpłatnie i bez ograniczeń. Audiobooki nagrywają znani aktorzy, wśród nich Danuta Stenka i Jan Peszek.
de: Audiothek der Schullektüren, die der Stiftung Nowoczesna Polska gehört. Sie können sie kostenlos und ohne Beschränkungen benutzen. Audiobücher nehmen bekannte Schauspieler und Schauspielerinnen, darunter Danuta Stenka und Jan Peszek.

source: See also
de: Siehe auch

source: Theme
de: Motiv

source: in work
de: Im Werk

source: This work is licensed under:
de: Dieses Werk steht unter Lizenz

source: This work isn't covered by copyright and is part of the public domain, which means it can be freely used, published and distributed. If there are any additional copyrighted materials provided with this work (such as annotations, motifs etc.), those materials are licensed under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0</a> license.
de: Dieses Werk ist nicht urheberrechtlich geschützt, dass sie frei benutzt werden kann, vervielfältigt und veröffentlicht. Wenn es irgendwelche zusätzlichen ürheberrechtlich geschützten Materialien an diesem Werk gibt (Anmerkungen, Motive), sind sie unter der Lizenz http://creativecommons.org/licenses/by-sa/3.0/ verfügbar.

source: Edited and annotated by:
de: Redigiert und kommentiert von:

source: Listing of all works
de: Auflistung von allen Werken

source: Table of Content
de: Inhaltsverzeichnis

source: Epoch
de: Epoche

source: Kind
de: Sorte

source: Genre
de: Gattung

source: Read online
de: Online lesen

source: to print
de: Drucken

source: for an e-book reader
de: Für ein E-Book-Reader

source: for Kindle
de: für Kindle

source: for advanced usage
de: für fortgeschrittene Benutzung

source: Listen
de: Hören

source: Table of contents
de: Inhaltsverzeichnis

source: Themes
de: Motive

source: Edit. note
de: Editieren. Notiz

source: Book's page
de: Bücherseite

source: for a reader
de: für ein E-Book-Reader

source: Download all audiobooks for this book
de: Lade alle Audiobücher von diesem Buch herunter

source: Motifs and themes
de: Motive und Themen

source: See
de: Siehe

source: Source
de: Quelle

source: of the book
de: vom Buch

source: Source XML file
de: XML-Ursprungsdatei

source: Book on
de: Buch über

source: Editor's Platform
de: Editor-Plattform

source: Book description on Lektury.Gazeta.pl
de: Buchbeschreibung in Lektury.Gazeta.pl

source: Book description on Wikipedia
de: Buchbeschreibung in Wikipedia

source: Mix this book
de: Passe dieses Buch zusammen

source: Catalogue
de: Katalog

source: Download the catalogue in PDF format.
de: Laden Sie den Katalog als PDF-Datei

source: Authors
de: Autoren

source: Kinds
de: Sorten

source: Genres
de: Gattungen

source: Epochs
de: Epochen

source: Themes and topics
de: Themen und Motive

source: Listing of all DAISY files
de: Auflistung aller DAISY-Dateien

source: Latest DAISY audiobooks
de: Neueste DAISY-Audiobücher

source: System DAISY to uznany na całym świecie format udostępniania książek dostosowany do potrzeb osób słabowidzących, niewidomych oraz innych osób mających trudności z czytaniem. Możecie z nich korzystać bezpłatnie i bez ograniczeń.
de: DAISY-System ist ein weltweit anerkanntes Buchformatr, das an Bedürfnisse der Sehbehinderten, der Blinden und anderen Menschen mit Leseschwierigkeiten. Sie können es kostenlos und ohne Beschränkungen benutzen.

source: The criteria are ambiguous. Please select one of the following options:
de: Die Kriterien sind mehrdeutig. Wählen Sie eine der folgenden Optionen:

source: Expand fragment
de: Den ganzen Auszug zeigen

source: Hide fragment
de: Den Auszug verstecken

source: See full category
de: volle Kategorie sehen

source: All books
de: Alle Bücher

source: Audiobooks
de: Audioücher

source: Work is licensed under
de: Das Werk steht unter Lizenz

source: Based on
de: Basiert auf

source: Author
de: Autor

source: Other resources
de: Andere Ressoursen

source: Source of the image
de: Quelle des Bildes

source: Image on the Editor's Platform
de: Bild auf dem Editor-Plattform

source: View XML source
de: Siehe XML-Quelle

source: Work's themes
de: Motive des Werkes

source: Listing of all pictures
de: Auflistung aller Bilder

source: Download as
de: Herunterladen als

source: Artist
de: Künstler

source: Director
de: Regisseur

source: Audiobooks were prepared as a part of the projects:
de: Audiobücher wurden als Teil der folgenden Projekte vorbereitet:

source: %(cs)s, funded by %(fb)s
de: %(cs)s, gestiftet von %(fb)s

source: Audiobooks were prepared as a part of the %(cs)s project funded by %(fb)s.
de: Audiobücher wurden als Teil des Projektes %(cs)s vorbereitet, gestiftet von %(fb)s.

source: Audiobooks were prepared as a part of the %(cs)s project.
de: Audiobücher wurden als Teil des Projektes %(cs)s vorbereitet.

source: Search
de: Suchen

source: Did you mean
de: Haben Sie gemeint

source: Results by title
de: Ergebnisse nach Titeln

source: Results by authors
de: Ergebnisse nach Autoren

source: Results in text
de: Ergebnisse im Text

source: Other results
de: Andere Ergebnisse

source: Sorry! Search cirteria did not match any resources.
de: Sorry! Suchkriterien haben keine Ressourcen erwiesen

source: Search engine supports following criteria: title, author, theme/topic, epoch, kind and genre. As for now we do not support full text search.
de: Suchmaschine fördert die folgenden Kriterien: Titel, Autor, Thema/Motiv, Epoche, Art und Genre. Die Volltextsuche ist noch nicht möglich.

source: Sorry! Search query must have at least two characters.
de: Sorry! Suchfrage muss zumindest zwei Buchstaben enthalten
