Repository: fnp/wolnelektury
Catalog: apps/api/locale/*/LC_MESSAGES/django.po
Languages: pl

source: WolneLektury.pl API
pl: API serwisu WolneLektury.pl

source: WolneLektury.pl API resides under <code>http://www.wolnelektury.pl/api/</code>. You can use it to access information about books, their fragments and their metadata.
pl: API serwisu WolneLektury.pl znajduje się pod adresem <code>http://www.wolnelektury.pl/api/</code>. Za jego pomocą można uzyskać informacje o utworach, ich fragmentach i metadanych.

source: Default data serialization format is <a href="http://en.wikipedia.org/wiki/JSON">JSON</a>, but you can also use XML by appending <code>?format=xml</code> query parameter to each URL.
pl: Dane domyślnie są serializowane w formacie <a href="http://pl.wikipedia.org/wiki/JSON">JSON</a>,ale dostępny jest też format XML – wystarczy dodać parametr <code>?format=xml</code> do każdego zapytania.

source: The URLs in WolneLektury.pl API are:
pl: API Wolnych Lektur zawiera następujące adresy URL:

source: List of all books
pl: Lista utworów

source: List of all authors
pl: Lista autorów

source: List of all epochs
pl: Lista epok

source: List of all genres
pl: Lista gatunków literackich

source: List of all kinds
pl: Lista rodzajów literackich

source: List of all themes
pl: Lista motywów i tematów literackich

source: Each element of those lists contains a link (in a "href") attibute which points to individual resource's details, i.e.: <a href="%(e1)s">%(e1)s</a> or <a href="%(e2)s">%(e2)s</a>.
pl: Każdy element na tych listach zawiera adres (w atrybucie „href”), pod którym można znaleźć szczegółowe dane, np. <a href="%(e1)s">%(e1)s</a> czy <a href="%(e2)s">%(e2)s</a>.

source: You can combine authors, epochs, genres and kinds to find only books matching those criteria. For instance: <a href="%(e)s">%(e)s</a>.
pl: Można łączyć autorów, epoki, gatunki i rodzaje, aby wybrać tylko utwory odpowiadające zadanym kryteriom. Na przykład: <a href="%(e)s">%(e)s</a>.

source: If you only want top-level books and not all the children, you can use /parent_books/, as in: <a href="%(e)s">%(e)s</a>.
pl: Aby spośród wszystkich pasujących wybrać tylko utwory najwyższego poziomu (pomijając ich podutwory), można użyć zapytania /parent_books/, np.: <a href="%(e)s">%(e)s</a>.

source: The same way, using also books and themes, you can search for a list of fragments: <a href="%(e)s">%(e)s</a>. Again, each entry has a "href" attribute which links to the fragment's details, i.e.: <a href="%(f)s">%(f)s</a>.
pl: W ten sam sposób, filtrując dodatkowo według lektur lub motywów, można wyszukiwać fragmenty:<a href="%(e)s">%(e)s</a>. Każdy element uzyskanej listy w atrybucie „href” zawiera link do szczegółowego opisu danego fragmentu, np.: <a href="%(f)s">%(f)s</a>.
